[
    {
      "message": "Oct. 4, 1957",
      "title": "First Artificial Satellites",
      "text":
        "A modified R-7 two-stage ICBM launches the satellite Sputnik 1 from Tyuratam. The Space Race between the Soviet Union and the United States begins."
    },
    {
      "message": "Nov. 3, 1957:",
      "title": "Laika",
      "text":
        "The Soviet Union launches Sputnik 2 with the first living passenger, the dog Laika, aboard."
    },
    {
      "message": "Jan. 31, 1958",
      "title": "First American Satellites",
      "text":
        "Explorer 1, the first satellite with an onboard telemetry system, is launched by the United States into orbit aboard a Juno rocket and returns data from space."
    },
    {
      "message": "Oct. 7, 1958",
      "title": "NASA",
      "text":
        "NASA Administrator T. Keith Glennan publicly announces NASA's manned spaceflight program along with the formation of the Space Task Group, a panel of scientist and engineers from space-policy organizations absorbed by NASA. The announcement came just six days after NASA was founded."
    },
    {
      "message": "Jan. 2, 1959",
      "title": "Luna 1",
      "text":
        "The U.S.S.R. launches Luna 1, which misses the moon but becomes the first artificial object to leave Earth orbit."
    },
    {
      "message": "May 28, 1959",
      "title": "The first Primates in Space",
      "text":
        "The United States launches the first primates in space, Able and Baker, on a suborbital flight."
    },
    {
      "message": "Aug. 7, 1959",
      "title": "First Photograph from Space",
      "text":
        "NASA's Explorer 6 launches and provides the first photographs of the Earth from space."
    },
    {
      "message": "Oct. 24, 1960",
      "title": "Baikonour Incident",
      "text":
        "To rush the launch of a Mars probe before the Nov. 7 anniversary of the Bolshevik Revolution, Field Marshall Mitrofan Nedelin ignored several safety protocols and 126 people are killed when the R-16 ICBM explodes at the Baikonur Cosmodrome during launch preparations."
    },
    {
      "message": "Feb. 12, 1961",
      "title": "Verona to Venus",
      "text":
        "The Soviet Union launches Venera to Venus, but the probe stops responding after a week."
    },
    {
      "message": "April 12, 1961",
      "title": "First Man in Space",
      "text":
        "Yuri Gagarin becomes the first man in space with a 108-minute flight on Vostok 1 in which he completed one orbit."
    },
    {
      "message": "May 5, 1961",
      "title": "Mercury Freedom 7",
      "text":
        "Mercury Freedom 7 launches on a Redstone rocket for a 15-minute suborbital flight, making Alan Shepard the first American in space."
    },
    {
      "message": "May 25, 1961",
      "title": "JFK's Before the End of the Decade",
      "text":
        "In a speech before Congress, President John Kennedy announces that an American will land on the moon and be returned safely to Earth before the end of the decade."
    },
    {
      "message": "Oct. 27, 1961",
      "title": "Saturn 1",
      "text":
        "Saturn 1, the rocket for the initial Apollo missions, is tested for the first time."
    },
    {
      "message": "Feb. 20, 1962",
      "title": "First American manned orbital flight",
      "text":
        "John Glenn makes the first U.S. manned orbital flight aboard Mercury 6."
    },
    {
      "message": "June 14, 1962",
      "title": "European Response",
      "text":
        "Agreements are signed establishing the European Space Research Organisation and the European Launcher Development Organisation. Both eventually were dissolved."
    },
    {
      "message": "Aug. 27, 1962",
      "title": "First successful interplanetary flyby",
      "text":
        "Mariner 2 launches and eventually performs the first successful interplanetary flyby when it passes by Venus."
    },
    {
      "message": "Sept. 29, 1962",
      "title": "First non-US or non-Soviet launch",
      "text":
        "Canada's Alouette 1 launches aboard a NASA Thor-Agena B rocket, becoming the first satellite from a country other than the United States or Soviet Union."
    },
    {
      "message": "June 16, 1963",
      "title": "First Woman in Space",
      "text": "Valentina Tereshkova becomes the first woman to fly into space."
    },
    {
      "message": "Oct. 12, 1964",
      "title": "Voskhod",
      "text":
        "The Soviet Union launches Voskhod 1, a modified Vostok orbiter with a three-person crew."
    },
    {
      "message": "March 18, 1965",
      "title": "First Spacewalk",
      "text":
        "Soviet cosmonaut Alexei Leonov makes the first spacewalk from the Voskhod 2 orbiter."
    },
    {
      "message": "March 23, 1965",
      "title": "First seasoned traveller",
      "text":
        "Gemini 3, the first of the manned Gemini missions, launches with a two-person crew on a Titan 2 rocket, making astronaut Gus Grissom the first man to travel in space twice."
    },
    {
      "message": "June 3, 1965",
      "title": "Second, but still the first",
      "text":
        "Ed White, during the Gemini 4 mission, becomes the first American to walk in space."
    },
    {
      "message": "July 14, 1965",
      "title": "First Successful Mars flyby",
      "text": "Mariner 4 executes the first successful Mars flyby."
    },
    {
      "message": "Feb. 3, 1966",
      "title": "Luna to Luna",
      "text":
        "The unmanned Soviet spacecraft Luna 9 makes the first soft landing on the Moon."
    },
    {
      "message": "March 1, 1966",
      "title": "Venera 3",
      "text":
        "The Soviet Union's Venera 3 probe becomes the first spacecraft to land on the planetVenus, but its communications system failed before data could be returned."
    },
    {
      "message": "March 16, 1966",
      "title": "The First Docking",
      "text":
        "Gemini 8 launches on a Titan 2 rocket and later docks with a previously launched Agena rocket — the first docking between two orbiting spacecraft."
    },
    {
      "message": "April 3, 1966",
      "title": "First Spacecraft to orbit the Moon",
      "text":
        "The Soviet Luna 10 space probe enters lunar orbit, becoming the first spacecraft to orbit the Moon."
    },
    {
      "message": "Jan. 27, 1967",
      "title": "Apollo 1 Incident",
      "text":
        "All three astronauts for NASA's Apollo 1 mission suffocate from smoke inhalationin a cabin fire during a launch pad test."
    },
    {
      "message": "April 23, 1967",
      "title": "Soyuz 1 Fatality",
      "text":
        "Soyuz 1 launches but myriad problems surface. The solar panels do not unfold, there are stability problems and the parachute fails to open on descent causing the death of Soviet cosmonaut Vladimir Komarov."
    },
    {
      "message": "Oct. 11, 1968",
      "title": "Smile and Wave",
      "text":
        "Apollo 7, the first manned Apollo mission, launches on a Saturn 1 for an 11-day mission in Earth orbit. The mission also featured the first live TV broadcast of humans in space."
    },
    {
      "message": "Dec. 21, 1968",
      "title": "First Manned Mission to Orbit the Moon",
      "text":
        "Apollo 8 launches on a Saturn V and becomes the first manned mission to orbit the moon."
    },
    {
      "message": "Jan. 16, 1969",
      "title": "First in-orbit crew transfer",
      "text":
        "Soyuz 4 and Soyuz 5 rendezvous and dock and perform the first in-orbit crew transfer."
    },
    {
      "message": "March 3, 1969 to May 22, 1969",
      "title": "American Lunar Module Tests",
      "text": "Lunar Landing Module tests were carried during Apollo 9 and 10."
    },
    {
      "message": "July 20, 1969",
      "title": "First Human on Another Planet",
      "text":
        "Six years after U.S. President John F. Kennedy's assassination, the Apollo 11 crew lands on the Moon, fulfilling his promise to put an American there by the end of the decade and return him safely to Earth. "
    },
    {
      "message": "Nov. 26, 1969",
      "title": "The third and the Non-aligned",
      "text":
        " France launches its first satellite, Astérix, on a Diamant A rocket, becoming the third nation to do so."
    },
    {
      "message": "Feb. 11, 1970",
      "title": "Ohsumi",
      "text":
        "Japan's Lambda 4 rocket launches a Japanese test satellite, Ohsumi into orbit."
    },
    {
      "message": "April 13, 1970",
      "title": "Apollo 13 Aborted",
      "text":
        "An explosion ruptures thecommand module of Apollo 13, days after launch and within reach of the moon. Abandoning the mission to save their lives, the astronauts climb into the Lunar Module and slingshot around the Moon to speed their return back to Earth."
    },
    {
      "message": "April 24, 1970",
      "title": "Great Leap Forward",
      "text":
        "The People's Republic of China launches its first satellite, Dong Fang Hong-1, on a Long March 1 rocket, becoming the fifth nation capable of launching its own satellites into space."
    },
    {
      "message": "Sept. 12: 1970",
      "title": "First Automated Lunar Retrieval",
      "text":
        "The Soviet Union launches Luna 16, the first successful automated lunar sample retrieval mission."
    },
    {
      "message": "April 19, 1971",
      "title": "First Space Station",
      "text":
        "A Proton rocket launches the first space station, Salyut 1, from Baikonur."
    },
    {
      "message": "June 6, 1971",
      "title": "Soyuz 11",
      "text":
        "Soyuz 11 launches successfully, docking with Salyut 1. The three cosmonauts are killed during re-entry from a pressure leak in the cabin."
    },
    {
      "message": "Oct. 28, 1971",
      "title": "Prospero",
      "text":
        "The United Kingdom successfully launches its Prospero satellite into orbit on a Black Arrow rocket, becoming the sixth nation capable of launching its own satellites into space."
    },
    {
      "message": "Nov. 13, 1971",
      "title": "Total Orbiter",
      "text":
        "Mariner 9 becomes the first spacecraft to orbit Mars and provides the first complete map of the planet's surface."
    },
    {
      "message": "March 3, 1972",
      "title": "The First Spacecraft to leave the system",
      "text":
        "Pioneer 10, the first spacecraft to leave the solar system, launches from Cape Kennedy, Fla."
    },
    {
      "message": "Dec. 19, 1972",
      "title": "Last Mission to the Moon",
      "text": "Apollo 17, the last mission to the moon, returns to Earth."
    },
    {
      "message": "May 14, 1973",
      "title": "America's first space station",
      "text": "A Saturn V rocket launches Skylab, the United States' first space station."
    },
    {
      "message": "March 29, 1974",
      "title": "First Mercury flyby",
      "text": "Mariner 10 becomes the first spacecraft to fly by Mercury."
    },
    {
      "message": "May 31, 1975",
      "title": "EAS",
      "text": "The European Space Agency is formed."
    },
    {
      "message": "July 20, 1976",
      "title": "The Red Planet",
      "text": "The U.S. Viking 1 lands on Mars, becoming the first successful Mars lander."
    },
    {
      "message": "Sept. 1, 1979",
      "title": "First Saturn flyby",
      "text": "Pioneer 11 becomes the first spacecraft to fly past Saturn."
    },
    {
      "message": "Dec. 24, 1979",
      "title": "Europe joined the race",
      "text": "The French-built Ariane rocket, Europe's first launch vehicle, launches successfully."
    },
    {
      "message": "April 12, 1981",
      "title": "Columbia",
      "text": "Space Shuttle Columbia lifts off from Cape Canaveral, beginning the first space mission for NASA's new astronaut transportation system."
    },
    {
      "message": "June 18, 1983",
      "title": "And the third woman in space",
      "text": "Sally Ride aboard the Space Shuttle Challenger becomes the first American woman in space."
    },
    {
      "message": "Feb. 7, 1984",
      "title": "First ever untethered space walk",
      "text": "Astronauts Bruce McCandless and Robert Stewart maneuver as many as 328 feet (100 meters) from the Space Shuttle Challenger using the Manned Maneuvering Unit, which contains small thrusters, in the first ever untethered spacewalks."
    },
    {
      "message": "Sept. 11: 1985",
      "title": "First comet flyby",
      "text": "The International Cometary Explorer, launched by NASA in 1978, performs the first comet flyby."
    },
    {
      "message": "Jan. 28, 1986",
      "title": "Challenger Incident",
      "text": "Challenger explodes 73 seconds after launch, grounding the shuttle fleet for more than two years."
    },
    {
      "message": "Feb. 20, 1986",
      "title": "Peace",
      "text": "The Soviet Union launches the Mir space station."
    },
    {
      "message": "Nov. 15, 1988",
      "title": "Buran and Only",
      "text": "The Soviet Union launches its Buran space shuttle on its only flight, an unpiloted test."
    },
    {
      "message": "April 25, 1990",
      "title": "Hubble Space Telescope",
      "text": "The Space Shuttle Discovery releases the Hubble Space Telescope into Earth orbit."
    },
    {
      "message": "December 25, 1991",
      "title": "United Forever in Friendship and Labour",
      "text": "On December 25, 1991, the Soviet hammer and sickle flag lowered for the last time over the Kremlin, thereafter replaced by the Russian tricolor."
    }
  ]
  